let pokemon_data = [
  {
    "name": "フシギダネ"
  },
  {
    "name": "フシギソウ"
  },
  {
    "name": "フシギバナ"
  },
  {
    "name": "ヒトカゲ"
  },
  {
    "name": "リザード"
  },
  {
    "name": "リザードン"
  },
  {
    "name": "ゼニガメ"
  },
  {
    "name": "カメール"
  },
  {
    "name": "カメックス"
  },
  {
    "name": "キャタピー"
  },
  {
    "name": "トランセル"
  },
  {
    "name": "バタフリー"
  },
  {
    "name": "ビードル"
  },
  {
    "name": "コクーン"
  },
  {
    "name": "スピアー"
  },
  {
    "name": "ポッポ"
  },
  {
    "name": "ピジョン"
  },
  {
    "name": "ピジョット"
  },
  {
    "name": "コラッタ"
  },
  {
    "name": "ラッタ"
  },
  {
    "name": "オニスズメ"
  },
  {
    "name": "オニドリル"
  },
  {
    "name": "アーボ"
  },
  {
    "name": "アーボック"
  },
  {
    "name": "ピカチュウ"
  },
  {
    "name": "ライチュウ"
  },
  {
    "name": "サンド"
  },
  {
    "name": "サンドパン"
  },
  {
    "name": "ニドランメス"
  },
  {
    "name": "ニドリーナ"
  },
  {
    "name": "ニドクイン"
  },
  {
    "name": "ニドランオス"
  },
  {
    "name": "ニドリーノ"
  },
  {
    "name": "ニドキング"
  },
  {
    "name": "ピッピ"
  },
  {
    "name": "ピクシー"
  },
  {
    "name": "ロコン"
  },
  {
    "name": "キュウコン"
  },
  {
    "name": "プリン"
  },
  {
    "name": "プクリン"
  },
  {
    "name": "ズバット"
  },
  {
    "name": "ゴルバット"
  },
  {
    "name": "ナゾノクサ"
  },
  {
    "name": "クサイハナ"
  },
  {
    "name": "ラフレシア"
  },
  {
    "name": "パラス"
  },
  {
    "name": "パラセクト"
  },
  {
    "name": "コンパン"
  },
  {
    "name": "モルフォン"
  },
  {
    "name": "ディグダ"
  },
  {
    "name": "ダグトリオ"
  },
  {
    "name": "ニャース"
  },
  {
    "name": "ペルシアン"
  },
  {
    "name": "コダック"
  },
  {
    "name": "ゴルダック"
  },
  {
    "name": "マンキー"
  },
  {
    "name": "オコリザル"
  },
  {
    "name": "ガーディ"
  },
  {
    "name": "ウインディ"
  },
  {
    "name": "ニョロモ"
  },
  {
    "name": "ニョロゾ"
  },
  {
    "name": "ニョロボン"
  },
  {
    "name": "ケーシィ"
  },
  {
    "name": "ユンゲラー"
  },
  {
    "name": "フーディン"
  },
  {
    "name": "ワンリキー"
  },
  {
    "name": "ゴーリキー"
  },
  {
    "name": "カイリキー"
  },
  {
    "name": "マダツボミ"
  },
  {
    "name": "ウツドン"
  },
  {
    "name": "ウツボット"
  },
  {
    "name": "メノクラゲ"
  },
  {
    "name": "ドククラゲ"
  },
  {
    "name": "イシツブテ"
  },
  {
    "name": "ゴローン"
  },
  {
    "name": "ゴローニャ"
  },
  {
    "name": "ポニータ"
  },
  {
    "name": "ギャロップ"
  },
  {
    "name": "ヤドン"
  },
  {
    "name": "ヤドラン"
  },
  {
    "name": "コイル"
  },
  {
    "name": "レアコイル"
  },
  {
    "name": "カモネギ"
  },
  {
    "name": "ドードー"
  },
  {
    "name": "ドードリオ"
  },
  {
    "name": "パウワウ"
  },
  {
    "name": "ジュゴン"
  },
  {
    "name": "ベトベター"
  },
  {
    "name": "ベトベトン"
  },
  {
    "name": "シェルダー"
  },
  {
    "name": "パルシェン"
  },
  {
    "name": "ゴース"
  },
  {
    "name": "ゴースト"
  },
  {
    "name": "ゲンガー"
  },
  {
    "name": "イワーク"
  },
  {
    "name": "スリープ"
  },
  {
    "name": "スリーパー"
  },
  {
    "name": "クラブ"
  },
  {
    "name": "キングラー"
  },
  {
    "name": "ビリリダマ"
  },
  {
    "name": "マルマイン"
  },
  {
    "name": "タマタマ"
  },
  {
    "name": "ナッシー"
  },
  {
    "name": "カラカラ"
  },
  {
    "name": "ガラガラ"
  },
  {
    "name": "サワムラー"
  },
  {
    "name": "エビワラー"
  },
  {
    "name": "ベロリンガ"
  },
  {
    "name": "ドガース"
  },
  {
    "name": "マタドガス"
  },
  {
    "name": "サイホーン"
  },
  {
    "name": "サイドン"
  },
  {
    "name": "ラッキー"
  },
  {
    "name": "モンジャラ"
  },
  {
    "name": "ガルーラ"
  },
  {
    "name": "タッツー"
  },
  {
    "name": "シードラ"
  },
  {
    "name": "トサキント"
  },
  {
    "name": "アズマオウ"
  },
  {
    "name": "ヒトデマン"
  },
  {
    "name": "スターミー"
  },
  {
    "name": "バリヤード"
  },
  {
    "name": "ストライク"
  },
  {
    "name": "ルージュラ"
  },
  {
    "name": "エレブー"
  },
  {
    "name": "ブーバー"
  },
  {
    "name": "カイロス"
  },
  {
    "name": "ケンタロス"
  },
  {
    "name": "コイキング"
  },
  {
    "name": "ギャラドス"
  },
  {
    "name": "ラプラス"
  },
  {
    "name": "メタモン"
  },
  {
    "name": "イーブイ"
  },
  {
    "name": "シャワーズ"
  },
  {
    "name": "サンダース"
  },
  {
    "name": "ブースター"
  },
  {
    "name": "ポリゴン"
  },
  {
    "name": "オムナイト"
  },
  {
    "name": "オムスター"
  },
  {
    "name": "カブト"
  },
  {
    "name": "カブトプス"
  },
  {
    "name": "プテラ"
  },
  {
    "name": "カビゴン"
  },
  {
    "name": "フリーザー"
  },
  {
    "name": "サンダー"
  },
  {
    "name": "ファイヤー"
  },
  {
    "name": "ミニリュウ"
  },
  {
    "name": "ハクリュー"
  },
  {
    "name": "カイリュー"
  },
  {
    "name": "ミュウツー"
  },
  {
    "name": "ミュウ"
  },
  {
    "name": "チコリータ"
  },
  {
    "name": "ベイリーフ"
  },
  {
    "name": "メガニウム"
  },
  {
    "name": "ヒノアラシ"
  },
  {
    "name": "マグマラシ"
  },
  {
    "name": "バクフーン"
  },
  {
    "name": "ワニノコ"
  },
  {
    "name": "アリゲイツ"
  },
  {
    "name": "オーダイル"
  },
  {
    "name": "オタチ"
  },
  {
    "name": "オオタチ"
  },
  {
    "name": "ホーホー"
  },
  {
    "name": "ヨルノズク"
  },
  {
    "name": "レディバ"
  },
  {
    "name": "レディアン"
  },
  {
    "name": "イトマル"
  },
  {
    "name": "アリアドス"
  },
  {
    "name": "クロバット"
  },
  {
    "name": "チョンチー"
  },
  {
    "name": "ランターン"
  },
  {
    "name": "ピチュー"
  },
  {
    "name": "ピィ"
  },
  {
    "name": "ププリン"
  },
  {
    "name": "トゲピー"
  },
  {
    "name": "トゲチック"
  },
  {
    "name": "ネイティ"
  },
  {
    "name": "ネイティオ"
  },
  {
    "name": "メリープ"
  },
  {
    "name": "モココ"
  },
  {
    "name": "デンリュウ"
  },
  {
    "name": "キレイハナ"
  },
  {
    "name": "マリル"
  },
  {
    "name": "マリルリ"
  },
  {
    "name": "ウソッキー"
  },
  {
    "name": "ニョロトノ"
  },
  {
    "name": "ハネッコ"
  },
  {
    "name": "ポポッコ"
  },
  {
    "name": "ワタッコ"
  },
  {
    "name": "エイパム"
  },
  {
    "name": "ヒマナッツ"
  },
  {
    "name": "キマワリ"
  },
  {
    "name": "ヤンヤンマ"
  },
  {
    "name": "ウパー"
  },
  {
    "name": "ヌオー"
  },
  {
    "name": "エーフィ"
  },
  {
    "name": "ブラッキー"
  },
  {
    "name": "ヤミカラス"
  },
  {
    "name": "ヤドキング"
  },
  {
    "name": "ムウマ"
  },
  {
    "name": "アンノーン"
  },
  {
    "name": "ソーナンス"
  },
  {
    "name": "キリンリキ"
  },
  {
    "name": "クヌギダマ"
  },
  {
    "name": "フォレトス"
  },
  {
    "name": "ノコッチ"
  },
  {
    "name": "グライガー"
  },
  {
    "name": "ハガネール"
  },
  {
    "name": "ブルー"
  },
  {
    "name": "グランブル"
  },
  {
    "name": "ハリーセン"
  },
  {
    "name": "ハッサム"
  },
  {
    "name": "ツボツボ"
  },
  {
    "name": "ヘラクロス"
  },
  {
    "name": "ニューラ"
  },
  {
    "name": "ヒメグマ"
  },
  {
    "name": "リングマ"
  },
  {
    "name": "マグマッグ"
  },
  {
    "name": "マグカルゴ"
  },
  {
    "name": "ウリムー"
  },
  {
    "name": "イノムー"
  },
  {
    "name": "サニーゴ"
  },
  {
    "name": "テッポウオ"
  },
  {
    "name": "オクタン"
  },
  {
    "name": "デリバード"
  },
  {
    "name": "マンタイン"
  },
  {
    "name": "エアームド"
  },
  {
    "name": "デルビル"
  },
  {
    "name": "ヘルガー"
  },
  {
    "name": "キングドラ"
  },
  {
    "name": "ゴマゾウ"
  },
  {
    "name": "ドンファン"
  },
  {
    "name": "ポリゴン2"
  },
  {
    "name": "オドシシ"
  },
  {
    "name": "ドーブル"
  },
  {
    "name": "バルキー"
  },
  {
    "name": "カポエラー"
  },
  {
    "name": "ムチュール"
  },
  {
    "name": "エレキッド"
  },
  {
    "name": "ブビィ"
  },
  {
    "name": "ミルタンク"
  },
  {
    "name": "ハピナス"
  },
  {
    "name": "ライコウ"
  },
  {
    "name": "エンテイ"
  },
  {
    "name": "スイクン"
  },
  {
    "name": "ヨーギラス"
  },
  {
    "name": "サナギラス"
  },
  {
    "name": "バンギラス"
  },
  {
    "name": "ルギア"
  },
  {
    "name": "ホウオウ"
  },
  {
    "name": "セレビィ"
  },
  {
    "name": "キモリ"
  },
  {
    "name": "ジュプトル"
  },
  {
    "name": "ジュカイン"
  },
  {
    "name": "アチャモ"
  },
  {
    "name": "ワカシャモ"
  },
  {
    "name": "バシャーモ"
  },
  {
    "name": "ミズゴロウ"
  },
  {
    "name": "ヌマクロー"
  },
  {
    "name": "ラグラージ"
  },
  {
    "name": "ポチエナ"
  },
  {
    "name": "グラエナ"
  },
  {
    "name": "ジグザグマ"
  },
  {
    "name": "マッスグマ"
  },
  {
    "name": "ケムッソ"
  },
  {
    "name": "カラサリス"
  },
  {
    "name": "アゲハント"
  },
  {
    "name": "マユルド"
  },
  {
    "name": "ドクケイル"
  },
  {
    "name": "ハスボー"
  },
  {
    "name": "ハスブレロ"
  },
  {
    "name": "ルンパッパ"
  },
  {
    "name": "タネボー"
  },
  {
    "name": "コノハナ"
  },
  {
    "name": "ダーテング"
  },
  {
    "name": "スバメ"
  },
  {
    "name": "オオスバメ"
  },
  {
    "name": "キャモメ"
  },
  {
    "name": "ペリッパー"
  },
  {
    "name": "ラルトス"
  },
  {
    "name": "キルリア"
  },
  {
    "name": "サーナイト"
  },
  {
    "name": "アメタマ"
  },
  {
    "name": "アメモース"
  },
  {
    "name": "キノココ"
  },
  {
    "name": "キノガッサ"
  },
  {
    "name": "ナマケロ"
  },
  {
    "name": "ヤルキモノ"
  },
  {
    "name": "ケッキング"
  },
  {
    "name": "ツチニン"
  },
  {
    "name": "テッカニン"
  },
  {
    "name": "ヌケニン"
  },
  {
    "name": "ゴニョニョ"
  },
  {
    "name": "ドゴーム"
  },
  {
    "name": "バクオング"
  },
  {
    "name": "マクノシタ"
  },
  {
    "name": "ハリテヤマ"
  },
  {
    "name": "ルリリ"
  },
  {
    "name": "ノズパス"
  },
  {
    "name": "エネコ"
  },
  {
    "name": "エネコロロ"
  },
  {
    "name": "ヤミラミ"
  },
  {
    "name": "クチート"
  },
  {
    "name": "ココドラ"
  },
  {
    "name": "コドラ"
  },
  {
    "name": "ボスゴドラ"
  },
  {
    "name": "アサナン"
  },
  {
    "name": "チャーレム"
  },
  {
    "name": "ラクライ"
  },
  {
    "name": "ライボルト"
  },
  {
    "name": "プラスル"
  },
  {
    "name": "マイナン"
  },
  {
    "name": "バルビート"
  },
  {
    "name": "イルミーゼ"
  },
  {
    "name": "ロゼリア"
  },
  {
    "name": "ゴクリン"
  },
  {
    "name": "マルノーム"
  },
  {
    "name": "キバニア"
  },
  {
    "name": "サメハダー"
  },
  {
    "name": "ホエルコ"
  },
  {
    "name": "ホエルオー"
  },
  {
    "name": "ドンメル"
  },
  {
    "name": "バクーダ"
  },
  {
    "name": "コータス"
  },
  {
    "name": "バネブー"
  },
  {
    "name": "ブーピッグ"
  },
  {
    "name": "パッチール"
  },
  {
    "name": "ナックラー"
  },
  {
    "name": "ビブラーバ"
  },
  {
    "name": "フライゴン"
  },
  {
    "name": "サボネア"
  },
  {
    "name": "ノクタス"
  },
  {
    "name": "チルット"
  },
  {
    "name": "チルタリス"
  },
  {
    "name": "ザングース"
  },
  {
    "name": "ハブネーク"
  },
  {
    "name": "ルナトーン"
  },
  {
    "name": "ソルロック"
  },
  {
    "name": "ドジョッチ"
  },
  {
    "name": "ナマズン"
  },
  {
    "name": "ヘイガニ"
  },
  {
    "name": "シザリガー"
  },
  {
    "name": "ヤジロン"
  },
  {
    "name": "ネンドール"
  },
  {
    "name": "リリーラ"
  },
  {
    "name": "ユレイドル"
  },
  {
    "name": "アノプス"
  },
  {
    "name": "アーマルド"
  },
  {
    "name": "ヒンバス"
  },
  {
    "name": "ミロカロス"
  },
  {
    "name": "ポワルン"
  },
  {
    "name": "カクレオン"
  },
  {
    "name": "カゲボウズ"
  },
  {
    "name": "ジュペッタ"
  },
  {
    "name": "ヨマワル"
  },
  {
    "name": "サマヨール"
  },
  {
    "name": "トロピウス"
  },
  {
    "name": "チリーン"
  },
  {
    "name": "アブソル"
  },
  {
    "name": "ソーナノ"
  },
  {
    "name": "ユキワラシ"
  },
  {
    "name": "オニゴーリ"
  },
  {
    "name": "タマザラシ"
  },
  {
    "name": "トドグラー"
  },
  {
    "name": "トドゼルガ"
  },
  {
    "name": "パールル"
  },
  {
    "name": "ハンテール"
  },
  {
    "name": "サクラビス"
  },
  {
    "name": "ジーランス"
  },
  {
    "name": "ラブカス"
  },
  {
    "name": "タツベイ"
  },
  {
    "name": "コモルー"
  },
  {
    "name": "ボーマンダ"
  },
  {
    "name": "ダンバル"
  },
  {
    "name": "メタング"
  },
  {
    "name": "メタグロス"
  },
  {
    "name": "レジロック"
  },
  {
    "name": "レジアイス"
  },
  {
    "name": "レジスチル"
  },
  {
    "name": "ラティアス"
  },
  {
    "name": "ラティオス"
  },
  {
    "name": "カイオーガ"
  },
  {
    "name": "グラードン"
  },
  {
    "name": "レックウザ"
  },
  {
    "name": "ジラーチ"
  },
  {
    "name": "デオキシス"
  },
  {
    "name": "ナエトル"
  },
  {
    "name": "ハヤシガメ"
  },
  {
    "name": "ドダイトス"
  },
  {
    "name": "ヒコザル"
  },
  {
    "name": "モウカザル"
  },
  {
    "name": "ゴウカザル"
  },
  {
    "name": "ポッチャマ"
  },
  {
    "name": "ポッタイシ"
  },
  {
    "name": "エンペルト"
  },
  {
    "name": "ムックル"
  },
  {
    "name": "ムクバード"
  },
  {
    "name": "ムクホーク"
  },
  {
    "name": "ビッパ"
  },
  {
    "name": "ビーダル"
  },
  {
    "name": "コロボーシ"
  },
  {
    "name": "コロトック"
  },
  {
    "name": "コリンク"
  },
  {
    "name": "ルクシオ"
  },
  {
    "name": "レントラー"
  },
  {
    "name": "スボミー"
  },
  {
    "name": "ロズレイド"
  },
  {
    "name": "ズガイドス"
  },
  {
    "name": "ラムパルド"
  },
  {
    "name": "タテトプス"
  },
  {
    "name": "トリデプス"
  },
  {
    "name": "ミノムッチ"
  },
  {
    "name": "ミノマダム"
  },
  {
    "name": "ガーメイル"
  },
  {
    "name": "ミツハニー"
  },
  {
    "name": "ビークイン"
  },
  {
    "name": "パチリス"
  },
  {
    "name": "ブイゼル"
  },
  {
    "name": "フローゼル"
  },
  {
    "name": "チェリンボ"
  },
  {
    "name": "チェリム"
  },
  {
    "name": "カラナクシ"
  },
  {
    "name": "トリトドン"
  },
  {
    "name": "エテボース"
  },
  {
    "name": "フワンテ"
  },
  {
    "name": "フワライド"
  },
  {
    "name": "ミミロル"
  },
  {
    "name": "ミミロップ"
  },
  {
    "name": "ムウマージ"
  },
  {
    "name": "ドンカラス"
  },
  {
    "name": "ニャルマー"
  },
  {
    "name": "ブニャット"
  },
  {
    "name": "リーシャン"
  },
  {
    "name": "スカンプー"
  },
  {
    "name": "スカタンク"
  },
  {
    "name": "ドーミラー"
  },
  {
    "name": "ドータクン"
  },
  {
    "name": "ウソハチ"
  },
  {
    "name": "マネネ"
  },
  {
    "name": "ピンプク"
  },
  {
    "name": "ペラップ"
  },
  {
    "name": "ミカルゲ"
  },
  {
    "name": "フカマル"
  },
  {
    "name": "ガバイト"
  },
  {
    "name": "ガブリアス"
  },
  {
    "name": "ゴンベ"
  },
  {
    "name": "リオル"
  },
  {
    "name": "ルカリオ"
  },
  {
    "name": "ヒポポタス"
  },
  {
    "name": "カバルドン"
  },
  {
    "name": "スコルピ"
  },
  {
    "name": "ドラピオン"
  },
  {
    "name": "グレッグル"
  },
  {
    "name": "ドクロッグ"
  },
  {
    "name": "マスキッパ"
  },
  {
    "name": "ケイコウオ"
  },
  {
    "name": "ネオラント"
  },
  {
    "name": "タマンタ"
  },
  {
    "name": "ユキカブリ"
  },
  {
    "name": "ユキノオー"
  },
  {
    "name": "マニューラ"
  },
  {
    "name": "ジバコイル"
  },
  {
    "name": "ベロベルト"
  },
  {
    "name": "ドサイドン"
  },
  {
    "name": "モジャンボ"
  },
  {
    "name": "エレキブル"
  },
  {
    "name": "ブーバーン"
  },
  {
    "name": "トゲキッス"
  },
  {
    "name": "メガヤンマ"
  },
  {
    "name": "リーフィア"
  },
  {
    "name": "グレイシア"
  },
  {
    "name": "グライオン"
  },
  {
    "name": "マンムー"
  },
  {
    "name": "ポリゴンZ"
  },
  {
    "name": "エルレイド"
  },
  {
    "name": "ダイノーズ"
  },
  {
    "name": "ヨノワール"
  },
  {
    "name": "ユキメノコ"
  },
  {
    "name": "ロトム"
  },
  {
    "name": "ユクシー"
  },
  {
    "name": "エムリット"
  },
  {
    "name": "アグノム"
  },
  {
    "name": "ディアルガ"
  },
  {
    "name": "パルキア"
  },
  {
    "name": "ヒードラン"
  },
  {
    "name": "レジギガス"
  },
  {
    "name": "ギラティナ"
  },
  {
    "name": "クレセリア"
  },
  {
    "name": "フィオネ"
  },
  {
    "name": "マナフィ"
  },
  {
    "name": "ダークライ"
  },
  {
    "name": "シェイミ"
  },
  {
    "name": "アルセウス"
  },
  {
    "name": "ビクティニ"
  },
  {
    "name": "ツタージャ"
  },
  {
    "name": "ジャノビー"
  },
  {
    "name": "ジャローダ"
  },
  {
    "name": "ポカブ"
  },
  {
    "name": "チャオブー"
  },
  {
    "name": "エンブオー"
  },
  {
    "name": "ミジュマル"
  },
  {
    "name": "フタチマル"
  },
  {
    "name": "ダイケンキ"
  },
  {
    "name": "ミネズミ"
  },
  {
    "name": "ミルホッグ"
  },
  {
    "name": "ヨーテリー"
  },
  {
    "name": "ハーデリア"
  },
  {
    "name": "ムーランド"
  },
  {
    "name": "チョロネコ"
  },
  {
    "name": "レパルダス"
  },
  {
    "name": "ヤナップ"
  },
  {
    "name": "ヤナッキー"
  },
  {
    "name": "バオップ"
  },
  {
    "name": "バオッキー"
  },
  {
    "name": "ヒヤップ"
  },
  {
    "name": "ヒヤッキー"
  },
  {
    "name": "ムンナ"
  },
  {
    "name": "ムシャーナ"
  },
  {
    "name": "マメパト"
  },
  {
    "name": "ハトーボー"
  },
  {
    "name": "ケンホロウ"
  },
  {
    "name": "シママ"
  },
  {
    "name": "ゼブライカ"
  },
  {
    "name": "ダンゴロ"
  },
  {
    "name": "ガントル"
  },
  {
    "name": "ギガイアス"
  },
  {
    "name": "コロモリ"
  },
  {
    "name": "ココロモリ"
  },
  {
    "name": "モグリュー"
  },
  {
    "name": "ドリュウズ"
  },
  {
    "name": "タブンネ"
  },
  {
    "name": "ドッコラー"
  },
  {
    "name": "ドテッコツ"
  },
  {
    "name": "ローブシン"
  },
  {
    "name": "オタマロ"
  },
  {
    "name": "ガマガル"
  },
  {
    "name": "ガマゲロゲ"
  },
  {
    "name": "ナゲキ"
  },
  {
    "name": "ダゲキ"
  },
  {
    "name": "クルミル"
  },
  {
    "name": "クルマユ"
  },
  {
    "name": "ハハコモリ"
  },
  {
    "name": "フシデ"
  },
  {
    "name": "ホイーガ"
  },
  {
    "name": "ペンドラー"
  },
  {
    "name": "モンメン"
  },
  {
    "name": "エルフーン"
  },
  {
    "name": "チュリネ"
  },
  {
    "name": "ドレディア"
  },
  {
    "name": "バスラオ"
  },
  {
    "name": "メグロコ"
  },
  {
    "name": "ワルビル"
  },
  {
    "name": "ワルビアル"
  },
  {
    "name": "ダルマッカ"
  },
  {
    "name": "ヒヒダルマ"
  },
  {
    "name": "マラカッチ"
  },
  {
    "name": "イシズマイ"
  },
  {
    "name": "イワパレス"
  },
  {
    "name": "ズルッグ"
  },
  {
    "name": "ズルズキン"
  },
  {
    "name": "シンボラー"
  },
  {
    "name": "デスマス"
  },
  {
    "name": "デスカーン"
  },
  {
    "name": "プロトーガ"
  },
  {
    "name": "アバゴーラ"
  },
  {
    "name": "アーケン"
  },
  {
    "name": "アーケオス"
  },
  {
    "name": "ヤブクロン"
  },
  {
    "name": "ダストダス"
  },
  {
    "name": "ゾロア"
  },
  {
    "name": "ゾロアーク"
  },
  {
    "name": "チラーミィ"
  },
  {
    "name": "チラチーノ"
  },
  {
    "name": "ゴチム"
  },
  {
    "name": "ゴチミル"
  },
  {
    "name": "ゴチルゼル"
  },
  {
    "name": "ユニラン"
  },
  {
    "name": "ダブラン"
  },
  {
    "name": "ランクルス"
  },
  {
    "name": "コアルヒー"
  },
  {
    "name": "スワンナ"
  },
  {
    "name": "バニプッチ"
  },
  {
    "name": "バニリッチ"
  },
  {
    "name": "バイバニラ"
  },
  {
    "name": "シキジカ"
  },
  {
    "name": "メブキジカ"
  },
  {
    "name": "エモンガ"
  },
  {
    "name": "カブルモ"
  },
  {
    "name": "シュバルゴ"
  },
  {
    "name": "タマゲタケ"
  },
  {
    "name": "モロバレル"
  },
  {
    "name": "プルリル"
  },
  {
    "name": "ブルンゲル"
  },
  {
    "name": "ママンボウ"
  },
  {
    "name": "バチュル"
  },
  {
    "name": "デンチュラ"
  },
  {
    "name": "テッシード"
  },
  {
    "name": "ナットレイ"
  },
  {
    "name": "ギアル"
  },
  {
    "name": "ギギアル"
  },
  {
    "name": "ギギギアル"
  },
  {
    "name": "シビシラス"
  },
  {
    "name": "シビビール"
  },
  {
    "name": "シビルドン"
  },
  {
    "name": "リグレー"
  },
  {
    "name": "オーベム"
  },
  {
    "name": "ヒトモシ"
  },
  {
    "name": "ランプラー"
  },
  {
    "name": "シャンデラ"
  },
  {
    "name": "キバゴ"
  },
  {
    "name": "オノンド"
  },
  {
    "name": "オノノクス"
  },
  {
    "name": "クマシュン"
  },
  {
    "name": "ツンベアー"
  },
  {
    "name": "フリージオ"
  },
  {
    "name": "チョボマキ"
  },
  {
    "name": "アギルダー"
  },
  {
    "name": "マッギョ"
  },
  {
    "name": "コジョフー"
  },
  {
    "name": "コジョンド"
  },
  {
    "name": "クリムガン"
  },
  {
    "name": "ゴビット"
  },
  {
    "name": "ゴルーグ"
  },
  {
    "name": "コマタナ"
  },
  {
    "name": "キリキザン"
  },
  {
    "name": "バッフロン"
  },
  {
    "name": "ワシボン"
  },
  {
    "name": "ウォーグル"
  },
  {
    "name": "バルチャイ"
  },
  {
    "name": "バルジーナ"
  },
  {
    "name": "クイタラン"
  },
  {
    "name": "アイアント"
  },
  {
    "name": "モノズ"
  },
  {
    "name": "ジヘッド"
  },
  {
    "name": "サザンドラ"
  },
  {
    "name": "メラルバ"
  },
  {
    "name": "ウルガモス"
  },
  {
    "name": "コバルオン"
  },
  {
    "name": "テラキオン"
  },
  {
    "name": "ビリジオン"
  },
  {
    "name": "トルネロス"
  },
  {
    "name": "ボルトロス"
  },
  {
    "name": "レシラム"
  },
  {
    "name": "ゼクロム"
  },
  {
    "name": "ランドロス"
  },
  {
    "name": "キュレム"
  },
  {
    "name": "ケルディオ"
  },
  {
    "name": "メロエッタ"
  },
  {
    "name": "ゲノセクト"
  },
  {
    "name": "ハリマロン"
  },
  {
    "name": "ハリボーグ"
  },
  {
    "name": "ブリガロン"
  },
  {
    "name": "フォッコ"
  },
  {
    "name": "テールナー"
  },
  {
    "name": "マフォクシー"
  },
  {
    "name": "ケロマツ"
  },
  {
    "name": "ゲコガシラ"
  },
  {
    "name": "ゲッコウガ"
  },
  {
    "name": "ホルビー"
  },
  {
    "name": "ホルード"
  },
  {
    "name": "ヤヤコマ"
  },
  {
    "name": "ヒノヤコマ"
  },
  {
    "name": "ファイアロー"
  },
  {
    "name": "コフキムシ"
  },
  {
    "name": "コフーライ"
  },
  {
    "name": "ビビヨン"
  },
  {
    "name": "シシコ"
  },
  {
    "name": "カエンジシ"
  },
  {
    "name": "フラベベ"
  },
  {
    "name": "フラエッテ"
  },
  {
    "name": "フラージェス"
  },
  {
    "name": "メェークル"
  },
  {
    "name": "ゴーゴート"
  },
  {
    "name": "ヤンチャム"
  },
  {
    "name": "ゴロンダ"
  },
  {
    "name": "トリミアン"
  },
  {
    "name": "ニャスパー"
  },
  {
    "name": "ニャオニクス"
  },
  {
    "name": "ヒトツキ"
  },
  {
    "name": "ニダンギル"
  },
  {
    "name": "ギルガルド"
  },
  {
    "name": "シュシュプ"
  },
  {
    "name": "フレフワン"
  },
  {
    "name": "ペロッパフ"
  },
  {
    "name": "ペロリーム"
  },
  {
    "name": "マーイーカ"
  },
  {
    "name": "カラマネロ"
  },
  {
    "name": "カメテテ"
  },
  {
    "name": "ガメノデス"
  },
  {
    "name": "クズモー"
  },
  {
    "name": "ドラミドロ"
  },
  {
    "name": "ウデッポウ"
  },
  {
    "name": "ブロスター"
  },
  {
    "name": "エリキテル"
  },
  {
    "name": "エレザード"
  },
  {
    "name": "チゴラス"
  },
  {
    "name": "ガチゴラス"
  },
  {
    "name": "アマルス"
  },
  {
    "name": "アマルルガ"
  },
  {
    "name": "ニンフィア"
  },
  {
    "name": "ルチャブル"
  },
  {
    "name": "デデンネ"
  },
  {
    "name": "メレシー"
  },
  {
    "name": "ヌメラ"
  },
  {
    "name": "ヌメイル"
  },
  {
    "name": "ヌメルゴン"
  },
  {
    "name": "クレッフィ"
  },
  {
    "name": "ボクレー"
  },
  {
    "name": "オーロット"
  },
  {
    "name": "バケッチャ"
  },
  {
    "name": "パンプジン"
  },
  {
    "name": "カチコール"
  },
  {
    "name": "クレベース"
  },
  {
    "name": "オンバット"
  },
  {
    "name": "オンバーン"
  },
  {
    "name": "ゼルネアス"
  },
  {
    "name": "イベルタル"
  },
  {
    "name": "ジガルデ"
  },
  {
    "name": "ディアンシー"
  },
  {
    "name": "フーパ"
  },
  {
    "name": "ボルケニオン"
  },
  {
    "name": "モクロー"
  },
  {
    "name": "フクスロー"
  },
  {
    "name": "ジュナイパー"
  },
  {
    "name": "ニャビー"
  },
  {
    "name": "ニャヒート"
  },
  {
    "name": "ガオガエン"
  },
  {
    "name": "アシマリ"
  },
  {
    "name": "オシャマリ"
  },
  {
    "name": "アシレーヌ"
  },
  {
    "name": "ツツケラ"
  },
  {
    "name": "ケララッパ"
  },
  {
    "name": "ドデカバシ"
  },
  {
    "name": "ヤングース"
  },
  {
    "name": "デカグース"
  },
  {
    "name": "アゴジムシ"
  },
  {
    "name": "デンヂムシ"
  },
  {
    "name": "クワガノン"
  },
  {
    "name": "マケンカニ"
  },
  {
    "name": "ケケンカニ"
  },
  {
    "name": "オドリドリ"
  },
  {
    "name": "アブリー"
  },
  {
    "name": "アブリボン"
  },
  {
    "name": "イワンコ"
  },
  {
    "name": "ルガルガン"
  },
  {
    "name": "ヨワシ"
  },
  {
    "name": "ヒドイデ"
  },
  {
    "name": "ドヒドイデ"
  },
  {
    "name": "ドロバンコ"
  },
  {
    "name": "バンバドロ"
  },
  {
    "name": "シズクモ"
  },
  {
    "name": "オニシズクモ"
  },
  {
    "name": "カリキリ"
  },
  {
    "name": "ラランテス"
  },
  {
    "name": "ネマシュ"
  },
  {
    "name": "マシェード"
  },
  {
    "name": "ヤトウモリ"
  },
  {
    "name": "エンニュート"
  },
  {
    "name": "ヌイコグマ"
  },
  {
    "name": "キテルグマ"
  },
  {
    "name": "アマカジ"
  },
  {
    "name": "アママイコ"
  },
  {
    "name": "アマージョ"
  },
  {
    "name": "キュワワー"
  },
  {
    "name": "ヤレユータン"
  },
  {
    "name": "ナゲツケサル"
  },
  {
    "name": "コソクムシ"
  },
  {
    "name": "グソクムシャ"
  },
  {
    "name": "スナバァ"
  },
  {
    "name": "シロデスナ"
  },
  {
    "name": "ナマコブシ"
  },
  {
    "name": "タイプ:ヌル"
  },
  {
    "name": "シルヴァディ"
  },
  {
    "name": "メテノ"
  },
  {
    "name": "ネッコアラ"
  },
  {
    "name": "バクガメス"
  },
  {
    "name": "トゲデマル"
  },
  {
    "name": "ミミッキュ"
  },
  {
    "name": "ハギギシリ"
  },
  {
    "name": "ジジーロン"
  },
  {
    "name": "ダダリン"
  },
  {
    "name": "ジャラコ"
  },
  {
    "name": "ジャランゴ"
  },
  {
    "name": "ジャラランガ"
  },
  {
    "name": "カプ・コケコ"
  },
  {
    "name": "カプ・テテフ"
  },
  {
    "name": "カプ・ブルル"
  },
  {
    "name": "カプ・レヒレ"
  },
  {
    "name": "コスモッグ"
  },
  {
    "name": "コスモウム"
  },
  {
    "name": "ソルガレオ"
  },
  {
    "name": "ルナアーラ"
  },
  {
    "name": "ウツロイド"
  },
  {
    "name": "マッシブーン"
  },
  {
    "name": "フェローチェ"
  },
  {
    "name": "デンジュモク"
  },
  {
    "name": "テッカグヤ"
  },
  {
    "name": "カミツルギ"
  },
  {
    "name": "アクジキング"
  },
  {
    "name": "ネクロズマ"
  },
  {
    "name": "マギアナ"
  },
  {
    "name": "マーシャドー"
  }
];
